[
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Eva Antónyová, Košice-Dargov.hrdinov, (MUDr. Antónyová Eva s.r.o.)",
        "x": "21.2824586",
        "y": "48.7395041"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Beáta Balluchová, Košice-Západ, (Balmed s.r.o.)",
        "x": "21.2374149",
        "y": "48.7221636"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Eva Bednárová, Košice-Sídl.Ťahanovce, (MUDr. Eva Bednárová)",
        "x": "21.2674997",
        "y": "48.7549773"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Adriana Čuhová, Košice-Juh, (doBRRÁ ambulancia s.r.o.)",
        "x": "21.2576085",
        "y": "48.7070256"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Tamara Dupkalová, Košice-Dargov.hrdinov, (MUDr. Tamara Dupkalová)",
        "x": "21.2824586",
        "y": "48.7395041"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Terézia Džunková, Košice-Juh, (MUDr. Terézia Džunková)",
        "x": "21.2576085",
        "y": "48.7070256"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Beáta Frolová, Košice-Sídl.Ťahanovce, (Ambulancia Lienka s.r.o.)",
        "x": "21.2672463",
        "y": "48.7560684"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Ľudmila Grossmanová, Košice-Šaca, (PEDIATRIA - ŠACA s.r.o.)",
        "x": "21.1729654",
        "y": "48.6363598"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Ľudmila Halásová, Košice-Sídlisko KVP, (LUDOC s.r.o.)",
        "x": "21.2160937",
        "y": "48.7147646"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Viera Halásová, Košice-Sídlisko KVP, (Healing H s. r. o.)",
        "x": "21.2160937",
        "y": "48.7147646"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Judita Hargašová, Košice-Dargov.hrdinov, (MEDHAR s.r.o.)",
        "x": "21.2824586",
        "y": "48.7395041"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Mária Horváthová, Košice-Dargov.hrdinov, (MUDr. Mária Horváthová)",
        "x": "21.2824586",
        "y": "48.7395041"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Alena Jancová, Košice-Sídlisko KVP, (JAAT Style, s. r. o.)",
        "x": "21.2160937",
        "y": "48.7147646"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Ľubica Birošová, Košice-Krásna, (LUMART LM s.r.o.)",
        "x": "21.3192039",
        "y": "48.671261"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Žofia Kissová, Košice-Staré Mesto, (MEDKISS s.r.o.)",
        "x": "21.2434606",
        "y": "48.7249693"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Zuzana Klembarová, Košice-Juh, (MAPAS, s. r. o.)",
        "x": "21.2576085",
        "y": "48.7070256"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Mária Kočíková, Košice-Západ, (KOMALEK s. r. o.)",
        "x": "21.2374149",
        "y": "48.7221636"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Dagmar Kováčiková, Košice-Staré Mesto, (MUDr. Dagmar Kováčiková)",
        "x": "21.2434606",
        "y": "48.7249693"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Viera Krajčiová, Košice-Sídlisko KVP, (VIAMEDY s.r.o.)",
        "x": "21.2160937",
        "y": "48.7147646"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Mária Lorková, Košice-Sídlisko KVP, (LORMED s.r.o.)",
        "x": "21.2160937",
        "y": "48.7147646"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Zoja Olašinová, Košice-Sídlisko KVP, (ADAM - KOŠICE s.r.o.)",
        "x": "21.2160937",
        "y": "48.7147646"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Kristína Pačutová, Košice-Sídlisko KVP, (MEDPAK, s.r.o.)",
        "x": "21.2160937",
        "y": "48.7147646"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Viera Pavlová, Košice-Sídlisko KVP, (PVP s.r.o.)",
        "x": "21.2160937",
        "y": "48.7147646"
    },
    {
        "name": "PEDAMB s.r.o., Košice-Západ, (PEDAMB s.r.o.)",
        "x": "21.2374149",
        "y": "48.7221636"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Alexandra Puzová, Košice-Staré Mesto, (MUDr. Alexandra Puzová)",
        "x": "21.2434606",
        "y": "48.7249693"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Marta Rubovičová, Košice-Dargov.hrdinov, (RUBOPED s. r. o.)",
        "x": "21.2824586",
        "y": "48.7395041"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Iveta Rusenova, Košice-Staré Mesto, (RUSENOVA - MED s.r.o.)",
        "x": "21.2456565",
        "y": "48.7265656"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Miriam Salzerová, Košice-Západ, (SALZER s.r.o.)",
        "x": "21.2374149",
        "y": "48.7221636"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Katarína Sedliaková, Košice-Juh, (KATSED s.r.o.)",
        "x": "21.2576085",
        "y": "48.7070256"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Gabriela Semanová, Košice-Sídlisko KVP, (GAVAS s.r.o.)",
        "x": "21.2160937",
        "y": "48.7147646"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Libuše Slávková, Košice-Sídl.Ťahanovce, (MUDr. Libuše Slávková)",
        "x": "21.2674997",
        "y": "48.7549773"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Jana Snopková, Košice-Západ, (MUDr. Snopková s.r.o.)",
        "x": "21.2374149",
        "y": "48.7221636"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Janka Stašová, Košice-Staré Mesto, (STAJAMED s.r.o.)",
        "x": "21.2456565",
        "y": "48.7265656"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Zuzana Šašalová, Košice-Nad jazerom, (PEDOS s.r.o.)",
        "x": "21.2844925",
        "y": "48.6895806"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Jana Šefranková, Košice-Západ, (LIŠKOVÁ, MUDr., s.r.o.)",
        "x": "21.2374149",
        "y": "48.7221636"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Eva Ševecová, Košice-Sídl.Ťahanovce, (MUDr. Eva Ševecová)",
        "x": "21.2674997",
        "y": "48.7549773"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, Košice-Luník IX, (MUDr. Pavol Štroncer)",
        "x": "21.2217017",
        "y": "48.6971085"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Brigita Telepovská, Košice-Sídl.Ťahanovce, (MUDr. Brigita Telepovská)",
        "x": "21.2674997",
        "y": "48.7549773"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Mária Tomášková, Košice-Sever, (MEDTOM, s.r.o.)",
        "x": "21.2506809",
        "y": "48.7313113"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Oľga Trebišovská, Košice-Staré Mesto, (TISS, spol. s r.o.)",
        "x": "21.2434606",
        "y": "48.7249693"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Anna Szabóová, Košice-Sever, (BENEPED s.r.o.)",
        "x": "21.2506809",
        "y": "48.7313113"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Lýdia Zborovjanová, Košice-Západ, (PEDMED s. r. o.)",
        "x": "21.2374149",
        "y": "48.7221636"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Viera Zgodavová, Košice-Sídl.Ťahanovce, (MUDr. Viera Zgodavová)",
        "x": "21.2674997",
        "y": "48.7549773"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, Košice-Šaca, (Nemocnica AGEL Košice-Šaca a.s.)",
        "x": "21.1727106",
        "y": "48.642548"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Lýdia Frigová, Košice-Nad jazerom, (FRIGAPED s.r.o.)",
        "x": "21.2844925",
        "y": "48.6895806"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Marta Kičková, Košice-Sever, (Pedia Care s.r.o.)",
        "x": "21.2506809",
        "y": "48.7313113"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Eva Adamcová, Košice-Západ, (Poliklinika Terasa s.r.o.)",
        "x": "21.2309443",
        "y": "48.7135613"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, Košice-Západ, (Poliklinika Centrum s.r.o.)",
        "x": "21.2313769",
        "y": "48.7158138"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Adriena Tencerová, Košice-Sídlisko KVP, (Poliklinika ProCare Košice s.r.o.)",
        "x": "21.2116817",
        "y": "48.7205373"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Beáta Nemčoková, Košice-Staré Mesto, (AVITASK, s.r.o.)",
        "x": "21.2622222",
        "y": "48.7188282"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Estera Kendrová, Košice-Sídl.Ťahanovce, (MEDIKEN, s.r.o.)",
        "x": "21.2674997",
        "y": "48.7549773"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Karolína Vasiľková, Košice-Staré Mesto, (ZANGL s.r.o.)",
        "x": "21.2622222",
        "y": "48.7188282"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Ľudmila Gorelová, Košice-Nad jazerom, (PEDIAMAX s.r.o.)",
        "x": "21.2844925",
        "y": "48.6895806"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, Košice-Sever, (DYNAMED s.r.o.)",
        "x": "21.2506809",
        "y": "48.7313113"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Marcel Dolobáč PhD, Košice-Nad jazerom, (DOLMED, s.r.o.)",
        "x": "21.2844925",
        "y": "48.6895806"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Gabriela Gregová, Košice-Západ, (GRELEK s.r.o.)",
        "x": "21.2313769",
        "y": "48.7158138"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Eva Berešová, Košice-Dargov.hrdinov, (LSK PLUS s.r.o.)",
        "x": "21.2824586",
        "y": "48.7395041"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Eva Berešová, Košice-Nad jazerom, (LSK PLUS s.r.o.)",
        "x": "21.2844925",
        "y": "48.6895806"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr. Daniela Sopková, Košice-Nad jazerom, (PEDCARE s.r.o.)",
        "x": "21.2844925",
        "y": "48.6895806"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, Košice-Juh, (Medical group Košice s.r.o.)",
        "x": "21.2598635",
        "y": "48.7078539"
    },
    {
        "name": "Všeobecná ambulancia pre deti a dorast, MUDr.  Adriana Schuster, Košice-Dargov.hrdinov, (ELAPED s.r.o.)",
        "x": "21.2824586",
        "y": "48.7395041"
    }
]
